Repository: iJustinn/Body
Catalog: Body/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, ru, tr, zh_hans

source: Total Energy represents everything the workout burned, resting energy included. Off, the card shows only the active energy the workout itself added.
de: „Gesamtenergie“ steht für alles, was das Training verbrannt hat, einschließlich Ruheenergie. Ist die Option deaktiviert, zeigt die Karte nur die Aktivitätsenergie, die das Training selbst hinzugefügt hat.
es: Energía total representa todo lo que quemó el entrenamiento, incluida la energía en reposo. Si está desactivado, la tarjeta solo muestra la energía activa que añadió el propio entrenamiento.
fr: L’option « Énergie totale » représente tout ce que l’exercice a brûlé, énergie au repos comprise. Lorsqu’elle est désactivée, la carte n’affiche que l’énergie en activité ajoutée par l’exercice lui-même.
hi: “कुल ऊर्जा” चालू होने पर कार्ड वर्कआउट में ख़र्च हुई सारी ऊर्जा दिखाता है, आराम के समय की ऊर्जा समेत। बंद होने पर कार्ड सिर्फ़ वह सक्रिय ऊर्जा दिखाता है जो वर्कआउट ने ख़ुद जोड़ी।
ru: Если параметр «Общая энергия» включен, карточка учитывает всю энергию, сожженную на тренировке, включая энергию покоя. Если выключен, карточка показывает только энергию активности, добавленную самой тренировкой.
tr: Toplam Enerji, dinlenme enerjisi dahil antrenmanın yaktığı her şeyi gösterir. Kapalıyken kart yalnızca antrenmanın kendisinin eklediği aktif enerjiyi gösterir.
zh_hans: 开启「总热量」后，卡片代表这次运动消耗的全部热量（含静息热量）。关闭时，卡片只显示运动本身额外燃烧的主动热量。

source: Total for %@
de: Gesamt für %@
es: Total de %@
fr: Total pour %@
hi: %@ का कुल
ru: Всего: %@
tr: Toplam: %@
zh_hans: %@总计

source: Training Load
de: Trai­nings­be­lastung
es: Carga de entrena­miento
fr: Charge d’entraî­ne­ment
hi: ट्रेनिंग लोड
ru: Трени­ро­воч­ная на­груз­ка
tr: Antren­man Yükü
zh_hans: 训练负荷

source: Transparent, Black Text
de: Transparent, schwarzer Text
es: Transparente, texto negro
fr: Transparent, texte noir
hi: पारदर्शी, काला टेक्स्ट
ru: Прозрачный, черный текст
tr: Şeffaf, Siyah Metin
zh_hans: 透明，黑色文字

source: Transparent, White Text
de: Transparent, weißer Text
es: Transparente, texto blanco
fr: Transparent, texte blanc
hi: पारदर्शी, सफ़ेद टेक्स्ट
ru: Прозрачный, белый текст
tr: Şeffaf, Beyaz Metin
zh_hans: 透明，白色文字

source: Trend Cards
de: Trendkarten
es: Tarjetas de tendencia
fr: Cartes de tendance
hi: ट्रेंड कार्ड
ru: Карточки трендов
tr: Eğilim Kartları
zh_hans: 趋势卡片

source: Try adjusting your search or filters
de: Passe deine Suche oder Filter an
es: Intenta ajustar la búsqueda o los filtros
fr: Essayez de modifier votre recherche ou vos filtres
hi: अपनी खोज या फ़िल्टर बदलकर देखें
ru: Попробуйте изменить запрос или фильтры
tr: Aramanızı veya filtrelerinizi değiştirmeyi deneyin
zh_hans: 请尝试调整搜索或筛选条件

source: Try Again
de: Erneut versuchen
es: Volver a intentar
fr: Réessayer
hi: फिर कोशिश करें
ru: Повторить
tr: Yeniden Dene
zh_hans: 重试

source: Try again later
de: Versuche es später erneut
es: Vuelve a intentarlo más tarde
fr: Réessayez plus tard
hi: बाद में फिर कोशिश करें
ru: Повторите попытку позже
tr: Daha sonra yeniden deneyin
zh_hans: 请稍后再试

source: Try selecting more workout types in the filter
de: Wähle im Filter weitere Trainingsarten aus
es: Intenta seleccionar más tipos de entrenamiento en el filtro
fr: Essayez de sélectionner davantage de types d’exercice dans le filtre
hi: फ़िल्टर में और वर्कआउट प्रकार चुनकर देखें
ru: Попробуйте выбрать больше типов тренировок в фильтре
tr: Filtrede daha fazla antrenman türü seçmeyi deneyin
zh_hans: 请尝试在筛选中选择更多运动类型

source: Turn every vibration in Body on or off
de: Alle Vibrationen in Body ein- oder ausschalten
es: Activar o desactivar todas las vibraciones de Body
fr: Activer ou désactiver toutes les vibrations de Body
hi: Body के सभी वाइब्रेशन चालू या बंद करें
ru: Включение и выключение всех вибраций в Body
tr: Body'deki tüm titreşimleri aç veya kapat
zh_hans: 开启或关闭 Body 的所有震动

source: Two sources, one chart
de: Zwei Quellen, ein Diagramm
es: Dos fuentes, una gráfica
fr: Deux sources, un graphique
hi: दो सोर्स, एक चार्ट
ru: Два источника, один график
tr: İki kaynak, tek grafik
zh_hans: 两个来源，一张图表

source: Typical
de: Normal
es: Típico
fr: Typique
hi: सामान्य
ru: В норме
tr: Normal
zh_hans: 正常

source: Typical Band End
de: Normalbereich Ende
es: Fin del rango típico
fr: Fin de la plage typique
hi: सामान्य बैंड का अंत
ru: Конец обычного диапазона
tr: Normal Aralık Bitişi
zh_hans: 典型范围终点

source: Typical Band Start
de: Normalbereich Anfang
es: Inicio del rango típico
fr: Début de la plage typique
hi: सामान्य बैंड का आरंभ
ru: Начало обычного диапазона
tr: Normal Aralık Başlangıcı
zh_hans: 典型范围起点

source: Typical Boundary
de: Grenze des Normalbereichs
es: Límite típico
fr: Limite typique
hi: सामान्य सीमा
ru: Граница обычного диапазона
tr: Normal Aralık Sınırı
zh_hans: 典型范围边界

source: Typical Lower Bound
de: Untergrenze des Normalbereichs
es: Límite inferior típico
fr: Limite inférieure typique
hi: सामान्य निचली सीमा
ru: Нижняя граница обычного диапазона
tr: Normal Alt Sınır
zh_hans: 典型范围下限

source: Typical Upper Bound
de: Obergrenze des Normalbereichs
es: Límite superior típico
fr: Limite supérieure typique
hi: सामान्य ऊपरी सीमा
ru: Верхняя граница обычного диапазона
tr: Normal Üst Sınır
zh_hans: 典型范围上限

source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible
hi: उपलब्ध नहीं
ru: Недоступно
tr: Kullanılamıyor
zh_hans: 不可用

source: Unit
de: Einheit
es: Unidad
fr: Unité
hi: इकाई
ru: Единица
tr: Birim
zh_hans: 单位

source: Units
de: Einheiten
es: Unidades
fr: Unités
hi: इकाइयाँ
ru: Единицы
tr: Birimler
zh_hans: 单位

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
hi: अज्ञात
ru: Неизвестно
tr: Bilinmiyor
zh_hans: 未知

source: Unknown Source
de: Unbekannte Quelle
es: Fuente desconocida
fr: Source inconnue
hi: अज्ञात सोर्स
ru: Неизвестный источник
tr: Bilinmeyen Kaynak
zh_hans: 未知来源

source: Unlock Body Pro
de: Body Pro freischalten
es: Desbloquear Body Pro
fr: Débloquer Body Pro
hi: Body Pro अनलॉक करें
ru: Открыть Body Pro
tr: Body Pro'nun Kilidini Aç
zh_hans: 解锁 Body Pro

source: Unlock Lifetime
de: Lebenslang freischalten
es: Desbloquear acceso de por vida
fr: Débloquer l’offre à vie
hi: आजीवन अनलॉक करें
ru: Открыть навсегда
tr: Ömür Boyu Erişimi Aç
zh_hans: 解锁终身版

source: Unlock premium features
de: Premium-Funktionen freischalten
es: Desbloquea funciones premium
fr: Débloquez les fonctionnalités premium
hi: प्रीमियम फ़ीचर अनलॉक करें
ru: Откройте премиум-функции
tr: Premium özelliklerin kilidini açın
zh_hans: 解锁高级功能

source: Unrated only. Body never changes an effort you or your Apple Watch already set.
de: Nur unbewertete. Body ändert nie eine Anstrengung, die du oder deine Apple Watch bereits festgelegt habt.
es: Solo los no valorados. Body nunca cambia un esfuerzo que tú o tu Apple Watch ya hayan definido.
fr: Exercices non évalués uniquement. Body ne modifie jamais un effort déjà défini par vous ou votre Apple Watch.
hi: सिर्फ़ बिना रेटिंग वाले। Body कभी भी वह प्रयास नहीं बदलता जो आपने या आपकी Apple Watch ने पहले से सेट किया हो।
ru: Только неоцененные. Body никогда не меняет усилие, уже заданное Вами или Вашими Apple Watch.
tr: Yalnızca puanlanmamış olanlar. Body, sizin veya Apple Watch'unuzun önceden belirlediği bir eforu asla değiştirmez.
zh_hans: 仅限未评分：Body 绝不会改动你或你的 Apple Watch 已设置的强度。

# updateOnboarding.done
source: Done
de: Fertig
es: OK
fr: OK
hi: पूर्ण
ru: Готово
tr: Bitti
zh_hans: 完成

# updateOnboarding.feature.refresh.subtitle
source: The new structure lets Body read less from Apple Health each time it updates.
de: Durch die neue Struktur muss Body bei jeder Aktualisierung weniger aus Health lesen.
es: La nueva estructura permite que Body lea menos datos de la app Salud en cada actualización.
fr: La nouvelle structure permet à Body de lire moins de données dans l’app Santé à chaque mise à jour.
hi: नई संरचना की वजह से Body हर अपडेट पर सेहत से कम डेटा पढ़ता है।
ru: Новая структура позволяет Body читать меньше данных из приложения «Здоровье» при каждом обновлении.
tr: Yeni yapı sayesinde Body her güncellemede Sağlık uygulamasından daha az veri okur.
zh_hans: 新的结构让 Body 每次更新时从 Apple 健康读取的内容更少。

# updateOnboarding.feature.refresh.title
source: Faster refreshes
de: Schnellere Aktualisierungen
es: Actualizaciones más rápidas
fr: Actualisations plus rapides
hi: तेज़ रीफ़्रेश
ru: Более быстрое обновление
tr: Daha hızlı yenileme
zh_hans: 刷新更快

# updateOnboarding.getStarted
source: Get Started
de: Los geht's
es: Empezar
fr: Commencer
hi: शुरू करें
ru: Приступить
tr: Başla
zh_hans: 开始使用

# updateOnboarding.keepOpen
source: Please keep Body open and in the foreground until the load finishes. Leaving the app can interrupt it.
de: Lass Body geöffnet und im Vordergrund, bis das Laden abgeschlossen ist. Wenn du die App verlässt, kann es unterbrochen werden.
es: Mantén Body en primer plano hasta que termine la carga. Si sales de la app, la carga se puede interrumpir.
fr: Gardez Body ouvert et au premier plan jusqu’à la fin du chargement. Quitter l’app peut l’interrompre.
hi: लोडिंग पूरी होने तक कृपया Body को खुला और स्क्रीन पर रखें। ऐप से बाहर जाने पर यह रुक सकती है।
ru: Не закрывайте Body и не сворачивайте его до завершения загрузки. Если выйти из приложения, загрузка может прерваться.
tr: Yükleme bitene kadar lütfen Body'yi açık ve ön planda tutun. Uygulamadan çıkmak yüklemeyi kesintiye uğratabilir.
zh_hans: 载入完成前请保持 Body 打开并停留在前台。离开 App 可能会中断载入。

# updateOnboarding.rebuild
source: Rebuild Now
de: Jetzt neu aufbauen
es: Reconstruir ahora
fr: Reconstruire maintenant
hi: अभी दोबारा बनाएँ
ru: Перестроить сейчас
tr: Şimdi Yeniden Oluştur
zh_hans: 立即重建

# updateOnboarding.settings.subtitle
source: Body reloads the last three months and your dashboard from Apple Health and rewrites the local cache. Your recorded readiness history is kept.
de: Body lädt die letzten drei Monate und deine Übersicht neu aus Health und schreibt den lokalen Cache neu. Dein aufgezeichneter Tagesform-Verlauf bleibt erhalten.
es: Body vuelve a cargar los últimos tres meses y tu panel desde la app Salud y reescribe la caché local. Se conserva tu historial de preparación registrado.
fr: Body recharge les trois derniers mois et votre tableau de bord depuis l’app Santé et réécrit le cache local. L’historique de préparation enregistré est conservé.
hi: Body पिछले तीन महीनों का डेटा और आपका डैशबोर्ड सेहत से दोबारा लोड करता है और लोकल कैश दोबारा लिखता है। आपकी दर्ज रेडिनेस का इतिहास बना रहता है।
ru: Body заново загружает данные за последние три месяца и Вашу панель из приложения «Здоровье» и перезаписывает локальный кэш. Записанная история готовности сохраняется.
tr: Body, son üç ayın verilerini ve panonuzu Sağlık uygulamasından yeniden yükler ve yerel önbelleği yeniden yazar. Kaydedilmiş hazırlık geçmişiniz korunur.
zh_hans: Body 会从 Apple 健康重新载入最近三个月的数据和你的仪表板，并重写本地缓存。你已记录的恢复状态历史会保留。

# updateOnboarding.settings.title
source: Rebuild Cache
de: Cache neu aufbauen
es: Reconstruir caché
fr: Reconstruire le cache
hi: कैश दोबारा बनाएँ
ru: Перестроить кэш
tr: Önbelleği Yeniden Oluştur
zh_hans: 重建缓存

# updateOnboarding.subtitle
source: This version stores your health data in a new structure, so Body reloads it from Apple Health once. It takes a moment. Nothing in Apple Health changes, and older workout months keep filling in in the background.
de: Diese Version speichert deine Gesundheitsdaten in einer neuen Struktur, deshalb lädt Body sie einmal neu aus Health. Das dauert einen Moment. In Health ändert sich nichts, und ältere Trainingsmonate werden im Hintergrund weiter ergänzt.
es: Esta versión guarda tus datos de salud con una nueva estructura, así que Body los vuelve a cargar una vez desde la app Salud. Tarda un momento. No cambia nada en la app Salud, y los meses de entrenamientos más antiguos se siguen completando en segundo plano.
fr: Cette version stocke vos données de santé dans une nouvelle structure : Body les recharge donc une fois depuis l’app Santé. Cela prend un moment. Rien ne change dans l’app Santé, et les mois d’exercices plus anciens continuent de se compléter en arrière-plan.
hi: यह वर्शन आपका सेहत डेटा एक नई संरचना में रखता है, इसलिए Body उसे एक बार सेहत से दोबारा लोड करता है। इसमें थोड़ा समय लगता है। सेहत में कुछ नहीं बदलता, और पुराने महीनों के वर्कआउट बैकग्राउंड में भरते रहते हैं।
ru: Эта версия хранит Ваши медданные в новой структуре, поэтому Body один раз заново загружает их из приложения «Здоровье». Это займет немного времени. В приложении «Здоровье» ничего не меняется, а более ранние месяцы тренировок продолжают заполняться в фоновом режиме.
tr: Bu sürüm sağlık verilerinizi yeni bir yapıda saklar, bu yüzden Body verileri Sağlık uygulamasından bir kez yeniden yükler. Bu biraz zaman alır. Sağlık uygulamasındaki hiçbir şey değişmez ve eski antrenman ayları arka planda tamamlanmaya devam eder.
zh_hans: 此版本会用新的结构存储你的健康数据，因此 Body 需要从 Apple 健康重新载入一次。这会花一点时间。Apple 健康中的内容不会有任何改变，更早的锻炼月份会在后台继续补齐。

# updateOnboarding.title
source: Data Rebuild Required
de: Neuaufbau der Daten nötig
es: Es necesario reconstruir los datos
fr: Reconstruction des données requise
hi: डेटा दोबारा बनाना ज़रूरी
ru: Требуется перестроить данные
tr: Verilerin Yeniden Oluşturulması Gerekiyor
zh_hans: 需要重建数据

source: Updating Active Energy...
de: Aktivitätsenergie wird aktualisiert …
es: Actualizando energía activa...
fr: Mise à jour de l’énergie en activité…
hi: सक्रिय ऊर्जा को अपडेट किया जा रहा है...
ru: Обновление энергии активности…
tr: Aktif Enerji güncelleniyor...
zh_hans: 正在更新活动能量...

source: Updating Activity Rings...
de: Aktivitätsringe werden aktualisiert …
es: Actualizando Anillos de actividad...
fr: Mise à jour des anneaux Activité…
hi: ऐक्टिविटी रिंग को अपडेट किया जा रहा है...
ru: Обновление колец Активности…
tr: Aktivite Halkaları güncelleniyor...
zh_hans: 正在更新健身圆环...

source: Updating Blood Oxygen...
de: Blutsauerstoff wird aktualisiert …
es: Actualizando oxígeno en sangre...
fr: Mise à jour de l’oxygène sanguin…
hi: रक्त ऑक्सीजन को अपडेट किया जा रहा है...
ru: Обновление кислорода в крови…
tr: Kanda Oksijen güncelleniyor...
zh_hans: 正在更新血氧...

source: Updating Body Fat...
de: Körperfettanteil wird aktualisiert …
es: Actualizando grasa corporal...
fr: Mise à jour de la masse grasse…
hi: शरीर में वसा को अपडेट किया जा रहा है...
ru: Обновление процента жира…
tr: Vücut Yağ Oranı güncelleniyor...
zh_hans: 正在更新体脂...

source: Updating Body Mass Index...
de: Body-Mass-Index wird aktualisiert …
es: Actualizando índice de masa corporal...
fr: Mise à jour de l’indice de masse corporelle…
hi: बॉडी मास इंडेक्स को अपडेट किया जा रहा है...
ru: Обновление индекса массы тела…
tr: Vücut Kitle İndeksi güncelleniyor...
zh_hans: 正在更新身体质量指数...

source: Updating Body Measurements...
de: Körpermesswerte werden aktualisiert …
es: Actualizando medidas corporales...
fr: Mise à jour des mensurations…
hi: शरीर के माप को अपडेट किया जा रहा है...
ru: Обновление измерений тела…
tr: Vücut Ölçümleri güncelleniyor...
zh_hans: 正在更新身体测量...

source: Updating Body Radar...
de: Körperradar wird aktualisiert …
es: Actualizando Radar corporal...
fr: Mise à jour du radar corporel…
hi: Body रडार को अपडेट किया जा रहा है...
ru: Обновление радара тела…
tr: Vücut Radarı güncelleniyor...
zh_hans: 正在更新身体雷达...

source: Updating Cardio Fitness...
de: Cardiofitness wird aktualisiert …
es: Actualizando capacidad aeróbica...
fr: Mise à jour de la santé cardiovasculaire…
hi: हृदय संबंधी फ़िटनेस को अपडेट किया जा रहा है...
ru: Обновление кардиовыносливости…
tr: Kardiyo Fitness güncelleniyor...
zh_hans: 正在更新心肺适能...

source: Updating Exercise Minutes...
de: Trainingsminuten werden aktualisiert …
es: Actualizando minutos de ejercicio...
fr: Mise à jour des minutes d’exercice…
hi: एक्सरसाइज़ मिनट को अपडेट किया जा रहा है...
ru: Обновление минут упражнений…
tr: Egzersiz Dakikaları güncelleniyor...
zh_hans: 正在更新锻炼分钟数...

source: Updating health data...
de: Gesundheitsdaten werden aktualisiert …
es: Actualizando datos de salud...
fr: Mise à jour des données de santé…
hi: सेहत डेटा को अपडेट किया जा रहा है...
ru: Обновление медданных…
tr: Sağlık verileri güncelleniyor...
zh_hans: 正在更新健康数据...

source: Updating Heart Rate Variability...
de: Herzfrequenzvariabilität wird aktualisiert …
es: Actualizando variabilidad de la frecuencia cardiaca...
fr: Mise à jour de la variabilité de la fréquence cardiaque…
hi: हृदय गति परिवर्तनशीलता को अपडेट किया जा रहा है...
ru: Обновление вариабельности пульса…
tr: Kalp Atış Hızı Değişkenliği güncelleniyor...
zh_hans: 正在更新心率变异性...

source: Updating Heart Rate...
de: Herzfrequenz wird aktualisiert …
es: Actualizando frecuencia cardiaca...
fr: Mise à jour de la fréquence cardiaque…
hi: हृदय गति को अपडेट किया जा रहा है...
ru: Обновление пульса…
tr: Kalp Atış Hızı güncelleniyor...
zh_hans: 正在更新心率...

source: Updating Readiness...
de: Tagesform wird aktualisiert …
es: Actualizando preparación...
fr: Mise à jour de la préparation…
hi: रेडिनेस को अपडेट किया जा रहा है...
ru: Обновление готовности…
tr: Hazırlık güncelleniyor...
zh_hans: 正在更新准备度...

source: Updating Respiratory Rate...
de: Atemfrequenz wird aktualisiert …
es: Actualizando frecuencia respiratoria...
fr: Mise à jour de la fréquence respiratoire…
hi: श्वसन दर को अपडेट किया जा रहा है...
ru: Обновление частоты дыхания…
tr: Solunum Hızı güncelleniyor...
zh_hans: 正在更新呼吸频率...

source: Updating Resting Energy...
de: Ruheenergie wird aktualisiert …
es: Actualizando energía en reposo...
fr: Mise à jour de l’énergie au repos…
hi: आराम के समय की ऊर्जा को अपडेट किया जा रहा है...
ru: Обновление энергии покоя…
tr: Dinlenme Enerjisi güncelleniyor...
zh_hans: 正在更新静息能量...

source: Updating Resting Heart Rate...
de: Ruheherzfrequenz wird aktualisiert …
es: Actualizando frecuencia cardiaca en reposo...
fr: Mise à jour de la fréquence cardiaque au repos…
hi: विश्राम हृदय गति को अपडेट किया जा रहा है...
ru: Обновление пульса в покое…
tr: Dinlenirken Kalp Atış Hızı güncelleniyor...
zh_hans: 正在更新静息心率...

source: Updating Sleep...
de: Schlaf wird aktualisiert …
es: Actualizando sueño...
fr: Mise à jour du sommeil…
hi: नींद को अपडेट किया जा रहा है...
ru: Обновление сна…
tr: Uyku güncelleniyor...
zh_hans: 正在更新睡眠...

source: Updating Steps...
de: Schritte werden aktualisiert …
es: Actualizando pasos...
fr: Mise à jour des pas…
hi: क़दमों को अपडेट किया जा रहा है...
ru: Обновление шагов…
tr: Adım güncelleniyor...
zh_hans: 正在更新步数...

source: Updating Stress...
de: Stress wird aktualisiert …
es: Actualizando estrés...
fr: Mise à jour du stress…
hi: तनाव को अपडेट किया जा रहा है...
ru: Обновление стресса…
tr: Stres güncelleniyor...
zh_hans: 正在更新压力...

source: Updating Time in Daylight...
de: Zeit im Tageslicht wird aktualisiert …
es: Actualizando tiempo con luz diurna...
fr: Mise à jour de la lumière du jour…
hi: दिन की रोशनी में समय को अपडेट किया जा रहा है...
ru: Обновление времени при дневном свете…
tr: Gün Işığında Süre güncelleniyor...
zh_hans: 正在更新日照时间...

source: Updating Training Load...
de: Trainingsbelastung wird aktualisiert …
es: Actualizando carga de entrenamiento...
fr: Mise à jour de la charge d’entraînement…
hi: ट्रेनिंग लोड को अपडेट किया जा रहा है...
ru: Обновление тренировочной нагрузки…
tr: Antrenman Yükü güncelleniyor...
zh_hans: 正在更新训练负荷...

source: Updating Vitals...
de: Vitalzeichen werden aktualisiert …
es: Actualizando signos vitales...
fr: Mise à jour des signes vitaux…
hi: वाइटल को अपडेट किया जा रहा है...
ru: Обновление основных показателей…
tr: Yaşam Bulguları güncelleniyor...
zh_hans: 正在更新生命体征...

source: Updating Weight...
de: Gewicht wird aktualisiert …
es: Actualizando peso...
fr: Mise à jour du poids…
hi: वज़न को अपडेट किया जा रहा है...
ru: Обновление веса…
tr: Ağırlık güncelleniyor...
zh_hans: 正在更新体重...

source: Updating Wrist Temperature...
de: Temperatur am Handgelenk wird aktualisiert …
es: Actualizando temperatura de la muñeca...
fr: Mise à jour de la température au poignet…
hi: कलाई के तापमान को अपडेट किया जा रहा है...
ru: Обновление температуры запястья…
tr: Bilekten Sıcaklık güncelleniyor...
zh_hans: 正在更新手腕温度...

source: Use Default
de: Standard verwenden
es: Usar predeterminado
fr: Utiliser la valeur par défaut
hi: डिफ़ॉल्ट का उपयोग करें
ru: По умолчанию
tr: Varsayılanı Kullan
zh_hans: 使用默认值

source: Used for the comparison bars on this chart.
de: Wird für die Vergleichsbalken in diesem Diagramm verwendet.
es: Se usa para las barras de comparación de esta gráfica.
fr: Sert aux barres de comparaison de ce graphique.
hi: इस चार्ट पर तुलना वाले बार के लिए इस्तेमाल होता है।
ru: Используется для столбцов сравнения на этом графике.
tr: Bu grafikteki karşılaştırma çubukları için kullanılır.
zh_hans: 用于此图表中的对比柱条。

source: Used for the summary value and primary chart bars.
de: Wird für den Übersichtswert und die Hauptbalken des Diagramms verwendet.
es: Se usa para el valor del resumen y las barras principales de la gráfica.
fr: Sert à la valeur de résumé et aux barres principales du graphique.
hi: सारांश मान और मुख्य चार्ट बार के लिए इस्तेमाल होता है।
ru: Используется для итогового значения и основных столбцов графика.
tr: Özet değeri ve birincil grafik çubukları için kullanılır.
zh_hans: 用于摘要数值和主图表柱条。

source: Value
de: Wert
es: Valor
fr: Valeur
hi: मान
ru: Значение
tr: Değer
zh_hans: 数值

source: Video Activity Share
de: Aktivität als Video teilen
es: Compartir actividad con video
fr: Partage d’activité avec vidéo
hi: वीडियो के साथ ऐक्टिविटी शेयर
ru: Видео с данными активности
tr: Videolu Aktivite Paylaşımı
zh_hans: 视频活动分享

source: Violet
de: Violett
es: Violeta
fr: Lilas
hi: बैंगनी
ru: Лиловый
tr: Menekşe
zh_hans: 紫罗兰

source: Vitals
de: Vital­zeichen
es: Signos vitales
fr: Signes vitaux
hi: वाइटल
ru: Основ­ные пока­за­тели
tr: Yaşam Bulguları
zh_hans: 生命体征

source: Vitals needs about two weeks of sleep data to learn your typical ranges.
de: Für Vitalzeichen sind etwa zwei Wochen Schlafdaten nötig, um deine Normalbereiche zu lernen.
es: La función Signos vitales necesita unas dos semanas de datos de sueño para aprender tus rangos típicos.
fr: Les signes vitaux nécessitent environ deux semaines de données de sommeil pour apprendre vos plages typiques.
hi: आपकी सामान्य रेंज सीखने के लिए वाइटल को लगभग दो सप्ताह का नींद डेटा चाहिए।
ru: Чтобы определить Ваши обычные диапазоны, основным показателям нужно около двух недель данных о сне.
tr: Yaşam Bulguları, normal aralıklarınızı öğrenmek için yaklaşık iki haftalık uyku verisine ihtiyaç duyar.
zh_hans: 生命体征需要约两周的睡眠数据来学习你的典型范围。

source: Vitals outlier trend
de: Trend der Ausreißer bei Vitalzeichen
es: Tendencia de valores atípicos de signos vitales
fr: Tendance des anomalies des signes vitaux
hi: वाइटल आउटलायर ट्रेंड
ru: Тренд отклонений основных показателей
tr: Yaşam bulgularında aykırı değer eğilimi
zh_hans: 生命体征异常趋势

source: VO₂ max fitness level
de: Fitnessstufe nach VO₂ max
es: Nivel de forma física según el VO₂ max
fr: Niveau de forme selon la VO₂ max
hi: VO₂ max फ़िटनेस स्तर
ru: Уровень VO₂ max
tr: VO₂ max kondisyon seviyesi
zh_hans: 最大摄氧量体能水平

source: vs 30-day avg
de: vs. Ø 30 Tage
es: vs. promedio de 30 días
fr: vs moy. sur 30 jours
hi: 30 दिन के औसत के मुक़ाबले
ru: к среднему за 30 дней
tr: 30 günlük ortalamaya göre
zh_hans: 对比30天平均值

source: Warning
de: Warnung
es: Aviso
fr: Avertissement
hi: चेतावनी
ru: Предупреждение
tr: Uyarı
zh_hans: 警告

source: Warnings
de: Warnungen
es: Avisos
fr: Avertissements
hi: चेतावनियाँ
ru: Предупреждения
tr: Uyarılar
zh_hans: 警告
